Repository: quicko-software/clubmanager
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# task.MemberLoginReminderTask.title
source: Reminder email
de: Erinnerungs-E-Mail

# task.MemberLoginReminderTask.description
source: Reminder email to members who have never registered before
de: Erinnerungs-Email an Mitglieder, die noch nie angemeldet waren

# task.MemberLoginReminderTask.arg.MIN_DAY_PERIOD
source: Days until reminder
de: Tage bis zur erneuten Erinnerung

# task.MemberLoginReminderTask.arg.MEMBER_PID_LIST
source: List of PID's for members, comma-separated (e.g. '147,55,99', blank for all).
de: Liste der PID's für Mitglieder, komma-separiert (z.B. '147,55,99', leer für alle)

# task.MailServiceTask.description
source: Service for sending e-mails
de: Service zum Versenden von E-Mails

# task.MailServiceTask.statusMsg
source: Open mails: %1$d, Errors: %2$d, Emails per pass: %3$d.
de: Offene Mails: %1$d, Fehler: %2$d, E-Mails pro Durchlauf: %3$d.

# task.ProcessJournalEntriesTask.title
source: Process Member Journal Entries
de: Mitglieder-Journal Einträge verarbeiten

# task.ProcessJournalEntriesTask.description
source: Processes pending journal entries (status changes, level changes)
de: Verarbeitet fällige Journal-Einträge (Status- und Level-Änderungen)

# task.MailServiceTask.arg.MAX_NUM_MAILS
source: Maximum number of emails per run
de: Maximale Anzahl der E-Mails pro Durchlauf

# task.general.errors.invalid_value
source: Invalid value for field: %1
de: Ungültiger Wert für Feld: %1

# content_element.citieslist
source: City overview
de: Städteausgabe

# content_element.citieslist.description
source: Output of the city overview
de: Ausgabe der Städteübersicht

# content_element.city
source: Locations per city
de: Standorte pro Stadt

# content_element.city.description
source: Output of the locations for a city
de: Ausgabe der Standorte für eine Stadt

# content_element.member
source: Member single view
de: Mitglied Einzelausgabe

# content_element.member.description
source: Detail output of a member
de: Detailsausgabe eines Mitgliedes

# content_element.location
source: Location single output
de: Standort Einzelausgabe

# content_element.location.description
source: Detail output of a location
de: Detailsausgabe eines Standortes

# content_element.locationlist
source: Location list
de: Standortliste

# content_element.locationlist.description
source: List of all locations
de: List aller Standorte

# content_element.memberlist
source: List of members
de: Mitgliederliste

# content_element.memberlist.description
source: List of all members
de: Liste aller Mitglieder

# storagesettings
source: Settings
de: Einstellungen

# storagesettings.detail_city_page
source: City overview page
de: Stadtübersichtsseite

# storagesettings.detail_member_page
source: Members page
de: Mitglieder Seite

# bem-toolbox.edit
source: Edit
de: Bearbeiten

# bem-toolbox.delete
source: Delete
de: Löschen

# bem-toolbox.selectall
source: Select all
de: Alle makieren

# mlang_tabs_tab_memberlist
source: List of members
de: Mitgliederliste

# mlang_tabs_tab_settlements
source: Billing
de: Abrechnungen

# mlang_tabs_tab_membershipstatistics
source: Statistics
de: Statistiken

# mlang_tabs_tab_events
source: Events
de: Veranstaltungen

# bem.apiCall.flash.error.title
source: Error
de: Fehler

# module.title
source: Quicko - The Clubmanager
de: Quicko - Der Clubmanager

# module.memberlist.title
source: Member list module
de: Mitgliederlisten Modul

# module.memberlist.lead_intro
source: The member list module is part of the clubmanager_pro extension.
de: Das Mitgliederliste-Modul ist Bestandteil der clubmanager_pro Extension.

# module.memberlist.lead_full
source: Your club already has %d members with %d locations.
de: Ihr Club hat bereits %d Mitglieder mit %d Standorten.

# module.memberlist.lead_none
source: Have you finished setting up the club manager? No members were found.
de: Haben Sie den Clubmanager schon fertig aufgesetzt? Es wurden keine Mitglieder gefunden.

# module.memberlist.features.title
source: Features
de: Eigenschaften

# module.memberlist.features.1
source: Backend module for member management
de: Backend-Modul zur Mitgliederverwaltung

# module.memberlist.features.2
source: Mail journal module for mail task management
de: Mailjournal-Modul für die Verwaltung und Überwachung der vom System versendeten E-Mails

# module.memberlist.features.3
source: Dynamic registration process for new members via web form
de: Dynamischer Anmelde-Prozess für neue Mitglieder via Webformular

# module.memberlist.features.6
source: Incl. double opt-in procedure for verifying email addresses during new registrations
de: Inkl. Double-Opt-in-Verfahren zur Überprüfung der E-Mail-Adressen bei Neuanmeldungen

# module.memberlist.features.4
source: Automated cancellation process for members
de: Automatisierter Kündigungsprozess für Mitglieder

# module.memberlist.features.5
source: Prioritization of members (e.g. for advertising purposes)
de: Priorisierung von Mitgliedern (bspw. zu Werbezwecken)

# module.memberlist.tip
source: Tip
de: Tipp

# module.memberlist.tip.text
source: Have a look at `Quicko - Clubmanager Pro` for more information about `ext:clubmanager_pro`.
de: Unter `Quicko - Clubmanager Pro` finden Sie weitere Informationen über `ext:clubmanager_pro`.

# module.memberlist.tip.link.text
source: More Information
de: Mehr Informationen

# module.memberlist.tip.link.url
source: https://quicko.software/en/modules/pro/
de: https://quicko.software/module/pro/

# module.mailtasks.title
source: Mailjournal Module
de: Mailjournal Modul

# module.mailtasks.lead_intro
source: The mail journal module is part of the clubmanager_pro extension. Keep track of the mails sent by the system.
de: Das Mailjournal-Modul ist Bestandteil der clubmanager_pro Extension. Behalten Sie den Überblick über die vom System versendeten Mails.

# module.mailtasks.lead_full
source: Your club has already sent %d mails to %d members.
de: Ihr Club hat bereits %d Mails an %d Mitglieder versendet.

# module.mailtasks.lead_none
source: Have you finished setting up the club manager? No mails to members were found.
de: Haben Sie den Clubmanager schon fertig aufgesetzt? Es wurden keine Mails an Mitglieder gefunden.

# module.billing.title
source: Billing module
de: Abrechnungs-Modul

# module.billing.lead_intro
source: The billing module is part of the clubmanager_billing extension.
de: Das Abrechnungs-Modul ist Bestandteil der clubmanager_billing Extension.

# module.billing.features.title
source: Features
de: Eigenschaften

# module.billing.features.1
source: Extension of member management with bank data
de: Erweiterung der Mitgliederverwaltung um Bankdaten

# module.billing.features.2
source: Set up different contributions and payment frequency
de: Einrichtung unterschiedlicher Beiträge und Zahlungsrhythmus

# module.billing.features.3
source: One-time admission fee possible
de: Einmalige Aufnahmegebühr möglich

# module.billing.features.4
source: Collect membership fees: Submit collection file for house bank
de: Mitgliedsbeiträge einziehen: Einzugsdatei für die Hausbank einreichen

# module.billing.features.5
source: Invoice dispatch via e-mail
de: Rechnungsversand via E-Mail

# module.billing.features.6
source: Invoice retrieval in personalized login area
de: Rechnungsabruf in personalisiertem Loginbereich

# module.billing.features.7
source: Search functions
de: Suchfunktionen

# module.billing.tip
source: Tip
de: Tipp

# module.billing.tip.text
source: Have a look at `Quicko - Clubmanager Billing` for more information about `ext:clubmanager_billing`.
de: Weitere Informationen zu `ext:clubmanager_billing` finden Sie unter `Quicko - Clubmanager Billing`.

# module.billing.tip.link.text
source: More Information
de: Mehr Informationen

# module.billing.tip.link.url
source: https://quicko.software/en/modules/billing/
de: https://quicko.software/module/billing/

# module.calendar.title
source: Event module
de: Veranstaltungs-Modul

# module.calendar.lead_intro
source: The event module is part of the clubmanager_calendar and complementary to the clubmanager_conference extension.
de: Das Veranstaltungs-Modul ist Bestandteil der clubmanager_calendar und ergänzend der clubmanager_conference Extension.

# module.calendar.subtitle
source: Club Manager Calendar and Club Manager Conference
de: Clubmanager Calendar und Clubmanager Conference

# module.calendar.features.title
source: Features
de: Eigenschaften

# module.calendar.features.1
source: Appointment scheduling (`ext:clubmanager_calendar`)
de: Terminplanung (`ext:clubmanager_calendar`)

# module.calendar.features.2
source: Booking appointments for members (`ext:clubmanager_calendar`)
de: Buchung von Terminen für Mitglieder (`ext:clubmanager_calendar`)

# module.calendar.features.3
source: Event Management (`ext:clubmanager_conference`)
de: Veranstaltungsmanagement (`ext:clubmanager_conference`)

# module.calendar.features.4
source: Bookings with costs (`ext:clubmanager_conference`)
de: Kostenpflichtige Buchungen (`ext:clubmanager_conference`)

# module.calendar.features.5
source: More to come
de: Mehr dazu in Kürze

# module.calendar.tip
source: Tip
de: Tipp

# module.calendar.tip.text
source: More information about `ext:clubmanager_calendar` and `ext:clubmanager_conference` is coming soon.
de: Weitere Informationen über `ext:clubmanager_calendar` und `ext:clubmanager_conference` folgen in Kürze.

# module.calendar.tip.link.text
source: See all our clubmanager modules
de: Alle unsere Clubmanager-Module anzeigen

# module.calendar.tip.link.url
source: https://quicko.software/en/modules/
de: https://quicko.software/module/

# module.statistics.title
source: Statistics module
de: Statistik-Modul

# module.statistics.lead_intro
source: The statistics module is part of the clubmanager_statistics extension.
de: Das Statistik-Modul ist Bestandteil der clubmanager_statistics Extension.

# module.statistics.features.title
source: Features
de: Eigenschaften

# module.statistics.features.1
source: Membership development statistics
de: Statistiken zur Mitgliederentwicklung

# module.statistics.features.2
source: Visitor analysis
de: Besucheranalyse

# module.statistics.features.3
source: More to come
de: Mehr dazu in Kürze

# module.statistics.features.4
source: More to come
de: Mehr dazu in Kürze

# module.statistics.tip
source: Tip
de: Tipp

# module.statistics.tip.link.text
source: See all our clubmanager modules
de: Alle unsere Clubmanager-Module anzeigen

# module.statistics.tip.link.url
source: https://quicko.software/en/modules/
de: https://quicko.software/module/

# module.info
source: Note
de: Hinweis

# module.info.text
source: Request a non-binding offer today and put your association on a sustainable footing. `Quicko - The Clubmanager` is your reliable partner.
de: Fordern sie noch heute ein unverbindliches Angebot und stellen Sie ihren Verein auf zukunftsfähige Füße. `Quicko - Der Clubmanager` ist ihr verlässlicher Partner.

# module.info.link.text
source: Submit request now
de: Jetzt Anfrage stellen

# module.info.link.url
source: https://quicko.software/en/contact-us/
de: https://quicko.software/kontakt/

# password-reset.button.title
source: Reset Password (Regenerate + Email to user)
de: Passwort zurücksetzen (Neu generieren + E-Mail an Benutzer)

# memberjournal.level_change.warning.dialog.title
source: Level change with past effective date
de: Level-Anpassung mit rückwirkendem Datum

# memberjournal.level_change.warning.dialog.text
source: The effective date is in the past. Adding this entry can affect billing and may require corrections. Press 'Continue' to save the member, otherwise 'Cancel'.
de: Das Wirksamkeitsdatum liegt in der Vergangenheit. Das Hinzufügen dieses Eintrags kann Auswirkungen auf die Abrechnung haben und muss ggf. korrigiert werden. Drücken Sie 'Weiter', um den Datensatz zu speichern, anderenfalls 'Abbrechen'.

# memberjournal.level_change.warning.dialog.ok-button-label
source: Continue
de: Weiter

# memberjournal.level_change.warning.dialog.cancel-button-label
source: Cancel
de: Abbrechen

# memberjournal.level_change.same_level.dialog.title
source: Validation Error
de: Validierungsfehler

# memberjournal.level_change.same_level.dialog.text
source: Level change not possible: The new level is the same as the current level. Please select a different level.
de: Level-Änderung nicht möglich: Der neue Level entspricht dem aktuellen Level. Bitte wählen Sie einen anderen Level.

# memberjournal.status_change.same_status.dialog.title
source: Validation Error
de: Validierungsfehler

# memberjournal.status_change.same_status.dialog.text
source: Status change not possible: The target status is the same as the current member status. Please select a different status.
de: Status-Änderung nicht möglich: Der Zielstatus entspricht dem aktuellen Mitgliedsstatus. Bitte wählen Sie einen anderen Status.

# memberjournal.status_change.no_email.dialog.title
source: Activation without email address
de: Aktivierung ohne E-Mail-Adresse

# memberjournal.status_change.no_email.dialog.text
source: No email address is set for this member. Automatic sending of access data is not possible. The member can only be informed manually. Do you want to continue?
de: Für dieses Mitglied ist keine E-Mail-Adresse hinterlegt. Ein automatischer Versand von Zugangsdaten ist nicht möglich. Das Mitglied kann nur manuell informiert werden. Möchten Sie fortfahren?

# flash.validation_error.title
source: Validation Error
de: Validierungsfehler

# flash.validation_warning.title
source: Validation Warning
de: Validierungswarnung

# flash.journal_processing_warning.title
source: Journal processing warning
de: Journal-Verarbeitung: Hinweis

# flash.activation_blocked.no_ident
source: Activation not possible: Member number (ident) is missing. Please assign a member number first before setting the status to "active". Changes were NOT saved.
de: Aktivierung nicht möglich: Mitgliedsnummer (ident) fehlt. Bitte zuerst eine Mitgliedsnummer vergeben, bevor der Status auf "aktiv" gesetzt werden kann. Die Änderungen wurden NICHT gespeichert.

# flash.activation_blocked.no_ident.short
source: Activation not possible: Member number (ident) is missing. Please assign a member number first.
de: Aktivierung nicht möglich: Mitgliedsnummer (ident) fehlt. Bitte zuerst eine Mitgliedsnummer vergeben.

# flash.activation_warning.no_email
source: No email address is set. Activation can continue, but automatic login communication is not possible.
de: Es ist keine E-Mail-Adresse hinterlegt. Die Aktivierung kann fortgesetzt werden, aber eine automatische Login-Kommunikation ist nicht möglich.

# flash.past_effective_date.warning
source: The effective date is in the past. This change may affect billing/statistics and might require corrections.
de: Das Wirksamkeitsdatum liegt in der Vergangenheit. Diese Änderung kann Auswirkungen auf Abrechnung und Statistik haben und ggf. Nachkorrekturen erfordern.

# flash.journal_edit_blocked.title
source: Editing not possible
de: Bearbeitung nicht möglich

# flash.journal_edit_blocked.system_entry
source: System-generated journal entries cannot be edited. Please create a new entry instead.
de: System-generierte Journal-Einträge können nicht bearbeitet werden. Bitte erstellen Sie stattdessen einen neuen Eintrag.

# memberjournal.cancellation_reverted
source: Cancellation request reverted by status change to active
de: Kündigungswunsch durch Status-Aktiv zurückgenommen

# flash.pending_cancellation_reverted
source: Pending cancellation was automatically reverted.
de: Eine offene Kündigung wurde automatisch zurückgenommen.

# flash.journal_edit_blocked.processed
source: Processed journal entries cannot be edited.
de: Verarbeitete Journal-Einträge können nicht mehr bearbeitet werden.

# flash.journal_edit_blocked.member_entry
source: Member-created journal entries cannot be edited.
de: Mitglieder-Journaleinträge können nicht bearbeitet werden.

# flash.level_change_same_level
source: Level change not possible: New level is the same as the current level.
de: Level-Änderung nicht möglich: Neuer Level entspricht dem aktuellen Level.

# flash.status_change_same_status
source: Status change not possible: Target status is the same as the current member status.
de: Status-Änderung nicht möglich: Zielstatus entspricht dem aktuellen Mitgliedsstatus.

# flash.pending_status_change_exists
source: A pending status change already exists for this member. Please wait until it is processed or deactivate the existing entry first.
de: Für dieses Mitglied existiert bereits eine offene Status-Änderung. Bitte warten Sie, bis diese verarbeitet wurde, oder deaktivieren Sie den bestehenden Eintrag.

# flash.pending_level_change_exists
source: A pending level change already exists for this member. Please wait until it is processed or deactivate the existing entry first.
de: Für dieses Mitglied existiert bereits eine offene Level-Änderung. Bitte warten Sie, bis diese verarbeitet wurde, oder deaktivieren Sie den bestehenden Eintrag.

# flash.status_change_cancelled_not_allowed_with_billing
source: Manual status change to "cancelled" is not allowed while Billing is active. Please use cancellation request.
de: Manuelle Status-Änderung auf "gekündigt" ist bei aktivem Billing nicht erlaubt. Bitte nutzen Sie den Kündigungswunsch.

# statictextmailgenerator.label
source: Static text mail
de: Statische Text Mail

# memberloginremindergenerator.label
source: Member Login Reminder
de: Erinnerung an die Mitgliederanmeldung

# passwordrecoverygenerator.label
source: Password Set/Recovery
de: Passwort festlegen/wiederherstellen

source: Search
de: Suche

# datatable.resetfilters
source: Reset filters
de: Filter zurücksetzen

# datatable.resettable
source: Reset table
de: Tabelle zurücksetzen

# mail.logindata.subject
source: Your login data for the club
de: Ihre Logindaten für den Club

# mail.logindata.title
source: Your access data to the member area
de: Ihre Zugangsdaten zum Mitgliederbereich

# mail.logindata.preheader
source: Your access data to the member area
de: Ihre Zugangsdaten zum Mitgliederbereich

# mail.logindata.welcome
source: Hello
de: Guten Tag

# mail.logindata.text
source: Enclosed we send you your personal access data to the member area.
de: Anbei übersenden wir Ihnen Ihre persönlichen Zugangsdaten zum Mitgliederbereich.

# mail.logindata.access.title
source: Your login data:
de: Ihre Zugangsdaten:

# mail.logindata.access.number
source: Membership number:
de: Mitgliedsnummer:

# mail.logindata.link.recovery
source: Assign password now!
de: Jetzt Passwort vergeben!

# mail.logindata.link.recovery.validuntil
source: The link is valid until
de: Der Link ist gültig bis

# mail.logindata.link.login
source: Log in to the members area here.
de: Loggen Sie sich hier in den Mitgliederbereich ein.

# mail.signature.text
source: Best regards,
de: Mit freundlichen Grüßen,

# mail.signature.name
source: Quicko - The Clubmanager
de: Quicko - Der Clubmanager

# mail.footer.linktext
source: Quicko - The Clubmanager
de: Quicko - Der Clubmanager

# mail.footer.imprint.text
source: Legal notice
de: Impressum

# mail.footer.imprint.url
source: https://quicko.software/en/legal-notice/
de: https://quicko.software/impressum/

# mail.footer.privacy.text
source: Privacy policy
de: Datenschutzerklärung

# mail.footer.privacy.url
source: https://quicko.software/en/privacy-policy/
de: https://quicko.software/datenschutzerklaerung/

# mail.reminder.subject
source: Club login reminder email
de: Erinnerungs-Mail an Club-Login

# mail.reminder.title
source: Reminder e-mail of your first login in the member area
de: Erinnerungs-Mail an Ihren ersten Login im Mitglieder-Bereich

# mail.reminder.preheader
source: Reminder e-mail of your first login in the member area
de: Erinnerungs-Mail an Ihren ersten Login im Mitglieder-Bereich

# mail.reminder.welcome
source: Hello
de: Guten Tag

# mail.reminder.text
source: You have not yet registered in the members area, so we are sending you a reminder. Don't miss out on the many exciting topics in our exclusive member area!
de: Sie haben sich bisher noch nicht im Mitgliederbereich angemeldet, daher übersenden wir Ihnen eine Erinnerung. Verpassen Sie nicht die vielen spannenden Themen in unserem exklusiven Mitgliederbereich!

# mail.reminder.access.title
source: Your login data:
de: Ihre Zugangsdaten:

# mail.reminder.access.number
source: Membership number:
de: Mitgliedsnummer:

# mail.reminder.link.recovery
source: Assign password now!
de: Jetzt Passwort vergeben!

# mail.reminder.link.recovery.validuntil
source: valid until
de: gültig bis

# mail.reminder.link.login
source: Log in to the members area here.
de: Loggen Sie sich hier in den Mitgliederbereich ein.

# content_element.member.label.clubfunction
source: Member function:
de: Mitgliedsfunktion:

# content_element.member.label.ident
source: Membership number:
de: Mitgliedsnummer:

# content_element.member.label.category
source: Member Category:
de: Mitglieds-Kategorie:

# content_element.member.standard.category
source: Without
de: Ohne

# content_element.member.label.state
source: Membership Status:
de: Mitgliedsstatus:

# content_element.member.label.level
source: Type of membership:
de: Art der Mitgliedschaft:

# content_element.member.label.reducedRate
source: Reduced membership:
de: Ermäßigte Mitgliedschaft:

# content_element.member.reducedRate.yes
source: Yes
de: Ja

# content_element.member.reducedRate.no
source: No
de: Nein

# content_element.member.label.starttime
source: Start of membership:
de: Beginn der Mitgliedschaft:

# content_element.member.label.endtime
source: End of membership:
de: Ende der Mitgliedschaft:

# content_element.member.label.route
source: To plan your route with Google Maps.
de: Zur Routenplanung mit Google Maps.

# content_element.member.label.leaving
source: You are leaving our website!
de: Sie verlassen unsere Website!

# content_element.member.label.noLocation
source: No location specified yet
de: Bisher kein Standort angegeben

# content_element.member.label.mainLocation
source: Head office
de: Hauptsitz

# content_element.member.label.subLocation
source: Secondary seat
de: Nebensitz

# content_element.member.label.back
source: Back
de: Zurück

# content_element.member.detail.button
source: Member details
de: Mitglied-Detailansicht

# content_element.member.license.badgeA
source: Licenseholder A
de: Lizenzhalter A

# content_element.member.license.badgeB
source: Licenseholder B
de: Lizenzhalter B

# content_element.member.license.badgeC
source: Licenseholder C
de: Lizenzhalter C

# content_element.location.label.category
source: Location Category:
de: Standort-Kategorie:

# content_element.location.standard.category
source: Without
de: Ohne

# content_element.location.main.detail.button
source: Headquarters
de: Hauptsitz-Detailansicht

# content_element.location.sub.detail.button
source: Secondary seat detail view
de: Nebensitz-Detailansicht

# content_element.location.label.phone
source: Phone:
de: Telefon:

# content_element.location.label.mobile
source: Mobile:
de: Mobil:

# content_element.cities.header
source: All members from
de: Alle Mitglieder aus

# content_element.contentBlocker.youtube.text
source: By loading the video, you accept YouTube's privacy policy.
de: Mit dem Laden des Videos akzeptieren Sie die Datenschutzerklärung von YouTube.

# content_element.contentBlocker.youtube.loadButton.text
source: Load video
de: Video laden

# content_element.contentBlocker.youtube.alwaysCheckbox.label
source: Always unlock Youtube
de: Youtube immer entsperren

# sepa.error.invalid_user_iban
source: No valid IBAN %s.
de: IBAN ungültig: %s

# sepa.error.invalid_user_bic
source: No valid BIC %s
de: BIC ungültig: %s.

# tca.invalid_field
source: Invalid field
de: Ungültiges Feld

# member.salutation.0
source: Good day %s,
de: Guten Tag %s,
