Repository: quicko-software/clubmanager
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# member.salutation.1
source: Dear Mr. %s,
de: Sehr geehrter Herr %s,

# member.salutation.2
source: Dear Mrs. %s,
de: Sehr geehrte Frau %s,

# member.salutation.3
source: Good day %s,
de: Guten Tag %s,

# tx_clubmanager_domain_model_member.found_via.0
source: Unkown
de: Keine Angabe

# tx_clubmanager_domain_model_member.found_via.10
source: Recommendation
de: Empfehlung

# tx_clubmanager_domain_model_member.found_via.20
source: Social media
de: Soziale Medien

# tx_clubmanager_domain_model_member.found_via.30
source: Press
de: Presse

# tx_clubmanager_domain_model_member.found_via.40
source: Courses
de: Kurse

# tx_clubmanager_domain_model_member.found_via.50
source: Congress
de: Kongress

# tx_clubmanager_domain_model_member.found_via.60
source: Friendship advertising
de: Freundschaftswerbung

# tx_clubmanager_domain_model_member.found_via.70
source: Misc
de: Sonstiges
